<?php

return [
    'Success'=>'تم حفظ البيانات بنجاح',
    'Update'=>'تم تحديث البيانات بنجاح',
    'Delete'=>'تم حذف البيانات بنجاح',
    'NO_Attendance'=>'لا يوجد بيانات لتسجيلها',
    'NO_Attendance'=>'لا يوجد بيانات لتسجيلها',
    'Error_Salary'=>'هذه القسيمة مدفوعة مسبقاً لهذا الشهر ',
    'Days'=>'يجب الالتزام بعدد الأيام المسموح بها لهذه الإجازة',
    'Acceptable'=>'تم قبول الطلب بنجاح',
    'Rejected'=>'تم رفض الطلب بنجاح',

    'Task_Acceptable'=>'تم قبول المهمة بنجاح',
    'Task_Rejected'=>'تم رفض المهمة بنجاح',

    'Add_Permission'=>'تم إضافة الصلاحية بنجاح',
    'Update_Permission'=>' تم تحديث بيانات الصلاحية بنجاح',
    'Delete_Permission'=>' تم حذف الصلاحية بنجاح',
    'User_Success'=>'تم إضافة المستخدم بنجاح',
    'User_Updated'=>'تم تعديل المستخدم بنجاح',
    'Role_Deleted'=>'تم حذف الدور بنجاح',
    'User_Deleted'=>'تم حذف المستخدم بنجاح',


    'Role_Success'=>'تم إضافة الدور بنجاح',
    'Role_Updated'=>'تم تعديل الدور بنجاح',
    'Error_Login'=>'ليس لديك صلاحية الدخول إلى النظام، كونك مستخدم غير مفعل',
    'Loc_Permission'=>'ليس  لديك  صلاحية إجراء العملبات على سجل هذا الموظف',
    'Loc_Permissions'=>'ليس  لديك  صلاحية حذف السجلات المختارة أو بعض منها',

    'add_Employee_In_Loc_Permission'=>'ليس  لديك  صلاحية إضافة هذا الموظف',
    'add_Salary_Employee_In_Loc_Permission'=>'ليس  لديك  صلاحية إضافة راتب لهذا الموظف',
    'add_Award_In_Loc_Permission'=>'ليس  لديك  صلاحية إضافة جائزة لهذا الموظف',
    'add_Punishment_In_Loc_Permission'=>'ليس  لديك  صلاحية إضافة عقوبة لهذا الموظف',
    'add_Resign_In_Loc_Permission'=>'ليس  لديك  صلاحية إضافة استقالة لهذا الموظف',
    'add_Task_In_Loc_Permission'=>'ليس  لديك  صلاحية إضافة مهمة لهذا الموظف',

    'Loc_ListEmployees_Permission'=>'ليس  لديك  صلاحية عرض هذه القائمة',
    'You_Are_Not_Employee'=>'ليس لديك صلاحية الدخول لهذه الصفحة',

    'Loc_Slip_Permission'=>'ليس  لديك  صلاحية عرض هذه القسيمة',
    'HR_Permission'=>'ليس  لديك  صلاحية إجراء العمليات على هذا السجل',
    'HR_Add_Permission'=>'ليس  لديك  صلاحية إضافة هذا السجل',

    'Not_your_task'=>'ليس لديك الصلاحية قبول أو رفض هذه المهمة '

];

